Repository: ledro6/Sprout
Catalog: ios-native/Sprout/AppShortcuts.xcstrings
Source language: ru
Languages: ar, bg, bn, ca, cs, da, de, el, en, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Кого полить в ${applicationName}
ar: من يحتاج السقي في ${applicationName}
bg: Кого да полея в ${applicationName}
bn: ${applicationName}-এ কাকে জল দিতে হবে
ca: Què cal regar a ${applicationName}
cs: Co zalít v ${applicationName}
da: Hvem skal vandes i ${applicationName}
de: Wen gießen in ${applicationName}
el: Ποια να ποτίσω στο ${applicationName}
en: Who needs water in ${applicationName}
es: Qué regar en ${applicationName}
fi: Ketkä kastellaan sovelluksessa ${applicationName}
fr: Qui arroser dans ${applicationName}
gu: ${applicationName} માં કોને પાણી આપવું
he: את מי להשקות ב־${applicationName}
hi: ${applicationName} में किसे पानी देना है
hr: Koga zaliti u ${applicationName}
hu: Kit kell öntözni: ${applicationName}
id: Siapa yang disiram di ${applicationName}
it: Chi annaffiare in ${applicationName}
ja: ${applicationName}で水やりする植物
kk: ${applicationName} ішінде кімді суару керек
kn: ${applicationName} ನಲ್ಲಿ ಯಾರಿಗೆ ನೀರು
ko: ${applicationName}에서 물 줄 식물
lt: Ką laistyti programoje ${applicationName}
ml: ${applicationName}-ൽ ആരെ നനയ്ക്കണം
mr: ${applicationName} मध्ये कोणाला पाणी घालायचे
ms: Siapa perlu disiram dalam ${applicationName}
nb: Hvem skal vannes i ${applicationName}
nl: Wie water geven in ${applicationName}
or: ${applicationName} ରେ କାହାକୁ ପାଣି ଦେବା
pa: ${applicationName} ਵਿੱਚ ਕਿਸ ਨੂੰ ਪਾਣੀ ਦੇਣਾ ਹੈ
pl: Kogo podlać w ${applicationName}
pt_br: Quem regar no ${applicationName}
pt_pt: Quem regar no ${applicationName}
ro: Pe cine să ud în ${applicationName}
sk: Čo poliať v ${applicationName}
sl: Koga zaliti v ${applicationName}
sv: Vem ska vattnas i ${applicationName}
ta: ${applicationName} இல் யாருக்கு ஊற்றுவது
te: ${applicationName} లో ఎవరికి నీళ్లు
th: ต้องรดน้ำต้นไหนใน ${applicationName}
tr: ${applicationName} ile kimi sulamalı
uk: Кого полити в ${applicationName}
ur: ${applicationName} میں کسے پانی دینا ہے
vi: Tưới cây nào trong ${applicationName}
zh_hans: 在${applicationName}中该浇谁
zh_hant: 在${applicationName}中該澆誰

source: Кого полить сегодня в ${applicationName}
ar: من يحتاج السقي اليوم في ${applicationName}
bg: Кого да полея днес в ${applicationName}
bn: ${applicationName}-এ আজ কাকে জল দিতে হবে
ca: Què cal regar avui a ${applicationName}
cs: Co zalít dnes v ${applicationName}
da: Hvem skal vandes i dag i ${applicationName}
de: Wen heute gießen in ${applicationName}
el: Ποια να ποτίσω σήμερα στο ${applicationName}
en: What to water today in ${applicationName}
es: Qué regar hoy en ${applicationName}
fi: Ketkä kastellaan tänään sovelluksessa ${applicationName}
fr: Qui arroser aujourd’hui dans ${applicationName}
gu: ${applicationName} માં આજે કોને પાણી આપવું
he: את מי להשקות היום ב־${applicationName}
hi: ${applicationName} में आज किसे पानी देना है
hr: Koga zaliti danas u ${applicationName}
hu: Kit kell ma öntözni: ${applicationName}
id: Siapa yang disiram hari ini di ${applicationName}
it: Chi annaffiare oggi in ${applicationName}
ja: ${applicationName}で今日水やりする植物
kk: ${applicationName} ішінде бүгін кімді суару керек
kn: ${applicationName} ನಲ್ಲಿ ಇಂದು ಯಾರಿಗೆ ನೀರು
ko: ${applicationName}에서 오늘 물 줄 식물
lt: Ką laistyti šiandien programoje ${applicationName}
ml: ${applicationName}-ൽ ഇന്ന് ആരെ നനയ്ക്കണം
mr: ${applicationName} मध्ये आज कोणाला पाणी घालायचे
ms: Siapa perlu disiram hari ini dalam ${applicationName}
nb: Hvem skal vannes i dag i ${applicationName}
nl: Wie vandaag water geven in ${applicationName}
or: ${applicationName} ରେ ଆଜି କାହାକୁ ପାଣି ଦେବା
pa: ${applicationName} ਵਿੱਚ ਅੱਜ ਕਿਸ ਨੂੰ ਪਾਣੀ ਦੇਣਾ ਹੈ
pl: Kogo podlać dziś w ${applicationName}
pt_br: Quem regar hoje no ${applicationName}
pt_pt: Quem regar hoje no ${applicationName}
ro: Pe cine să ud azi în ${applicationName}
sk: Čo poliať dnes v ${applicationName}
sl: Koga zaliti danes v ${applicationName}
sv: Vem ska vattnas i dag i ${applicationName}
ta: ${applicationName} இல் இன்று யாருக்கு ஊற்றுவது
te: ${applicationName} లో ఈరోజు ఎవరికి నీళ్లు
th: วันนี้ต้องรดน้ำต้นไหนใน ${applicationName}
tr: ${applicationName} ile bugün kimi sulamalı
uk: Кого полити сьогодні в ${applicationName}
ur: ${applicationName} میں آج کسے پانی دینا ہے
vi: Hôm nay tưới cây nào trong ${applicationName}
zh_hans: 在${applicationName}中今天该浇谁
zh_hant: 在${applicationName}中今天該澆誰

source: Кому нужна вода в ${applicationName}
ar: من يحتاج إلى الماء في ${applicationName}
bg: Кой има нужда от вода в ${applicationName}
bn: ${applicationName}-এ কার জল দরকার
ca: Qui necessita aigua a ${applicationName}
cs: Kdo potřebuje vodu v ${applicationName}
da: Hvem trænger til vand i ${applicationName}
de: Wer braucht Wasser in ${applicationName}
el: Ποιο θέλει νερό στο ${applicationName}
en: Which plants need water in ${applicationName}
es: Quién necesita agua en ${applicationName}
fi: Kuka tarvitsee vettä sovelluksessa ${applicationName}
fr: Qui a besoin d’eau dans ${applicationName}
gu: ${applicationName} માં કોને પાણી જોઈએ
he: מי צריך מים ב־${applicationName}
hi: ${applicationName} में किसे पानी चाहिए
hr: Tko treba vode u ${applicationName}
hu: Kinek kell víz: ${applicationName}
id: Siapa yang butuh air di ${applicationName}
it: Chi ha bisogno d’acqua in ${applicationName}
ja: ${applicationName}で水が必要な植物
kk: ${applicationName} ішінде кімге су керек
kn: ${applicationName} ನಲ್ಲಿ ಯಾರಿಗೆ ನೀರು ಬೇಕು
ko: ${applicationName}에서 물이 필요한 식물
lt: Kam reikia vandens programoje ${applicationName}
ml: ${applicationName}-ൽ ആർക്ക് വെള്ളം വേണം
mr: ${applicationName} मध्ये कोणाला पाणी हवे
ms: Siapa perlukan air dalam ${applicationName}
nb: Hvem trenger vann i ${applicationName}
nl: Wie heeft water nodig in ${applicationName}
or: ${applicationName} ରେ କାହାକୁ ପାଣି ଦରକାର
pa: ${applicationName} ਵਿੱਚ ਕਿਸ ਨੂੰ ਪਾਣੀ ਚਾਹੀਦਾ ਹੈ
pl: Komu potrzeba wody w ${applicationName}
pt_br: Quem precisa de água no ${applicationName}
pt_pt: Quem precisa de água no ${applicationName}
ro: Cine are nevoie de apă în ${applicationName}
sk: Kto potrebuje vodu v ${applicationName}
sl: Kdo potrebuje vodo v ${applicationName}
sv: Vem behöver vatten i ${applicationName}
ta: ${applicationName} இல் யாருக்குத் தண்ணீர் தேவை
te: ${applicationName} లో ఎవరికి నీళ్లు కావాలి
th: ต้นไหนต้องการน้ำใน ${applicationName}
tr: ${applicationName} ile kimin suya ihtiyacı var
uk: Кому потрібна вода в ${applicationName}
ur: ${applicationName} میں کسے پانی چاہیے
vi: Cây nào cần nước trong ${applicationName}
zh_hans: 在${applicationName}中谁需要水
zh_hant: 在${applicationName}中誰需要水

source: Кто хочет пить в ${applicationName}
ar: من العطشان في ${applicationName}
bg: Кой е жаден в ${applicationName}
bn: ${applicationName}-এ কার তেষ্টা পেয়েছে
ca: Qui té set a ${applicationName}
cs: Kdo má žízeň v ${applicationName}
da: Hvem er tørstig i ${applicationName}
de: Wer hat Durst in ${applicationName}
el: Ποιος διψάει στο ${applicationName}
en: Who’s thirsty in ${applicationName}
es: Quién tiene sed en ${applicationName}
fi: Kenellä on jano sovelluksessa ${applicationName}
fr: Qui a soif dans ${applicationName}
gu: ${applicationName} માં કોને તરસ લાગી છે
he: מי צמא ב־${applicationName}
hi: ${applicationName} में किसे प्यास लगी है
hr: Tko je žedan u ${applicationName}
hu: Ki szomjas: ${applicationName}
id: Siapa yang haus di ${applicationName}
it: Chi ha sete in ${applicationName}
ja: ${applicationName}でのどが渇いた植物
kk: ${applicationName} ішінде кім шөлдеді
kn: ${applicationName} ನಲ್ಲಿ ಯಾರಿಗೆ ಬಾಯಾರಿಕೆ
ko: ${applicationName}에서 목마른 식물
lt: Kas ištroškęs programoje ${applicationName}
ml: ${applicationName}-ൽ ആർക്കാണ് ദാഹം
mr: ${applicationName} मध्ये कोणाला तहान लागली
ms: Siapa yang dahaga dalam ${applicationName}
nb: Hvem er tørst i ${applicationName}
nl: Wie heeft dorst in ${applicationName}
or: ${applicationName} ରେ କାହାକୁ ଶୋଷ ଲାଗିଛି
pa: ${applicationName} ਵਿੱਚ ਕਿਸ ਨੂੰ ਪਿਆਸ ਲੱਗੀ
pl: Kto chce pić w ${applicationName}
pt_br: Quem está com sede no ${applicationName}
pt_pt: Quem tem sede no ${applicationName}
ro: Cui îi e sete în ${applicationName}
sk: Kto je smädný v ${applicationName}
sl: Kdo je žejen v ${applicationName}
sv: Vem är törstig i ${applicationName}
ta: ${applicationName} இல் யாருக்குத் தாகம்
te: ${applicationName} లో ఎవరికి దాహం
th: ใครหิวน้ำใน ${applicationName}
tr: ${applicationName} ile kim susadı
uk: Хто хоче пити в ${applicationName}
ur: ${applicationName} میں کسے پیاس لگی ہے
vi: Ai đang khát trong ${applicationName}
zh_hans: 在${applicationName}中谁渴了
zh_hant: 在${applicationName}中誰渴了

source: Открой сад в ${applicationName}
ar: افتح حديقتي في ${applicationName}
bg: Отвори градината в ${applicationName}
bn: ${applicationName}-এ আমার বাগান খোলো
ca: Obre el meu jardí a ${applicationName}
cs: Otevři zahradu v ${applicationName}
da: Åbn min have i ${applicationName}
de: Öffne meinen Garten in ${applicationName}
el: Άνοιξε τον κήπο μου στο ${applicationName}
en: Open my garden in ${applicationName}
es: Abre mi jardín en ${applicationName}
fi: Avaa puutarhani sovelluksessa ${applicationName}
fr: Ouvre mon jardin dans ${applicationName}
gu: ${applicationName} માં મારો બગીચો ખોલ
he: פתח את הגינה ב־${applicationName}
hi: ${applicationName} में मेरा बगीचा खोलो
hr: Otvori vrt u ${applicationName}
hu: Nyisd meg a kertet: ${applicationName}
id: Buka kebunku di ${applicationName}
it: Apri il mio giardino in ${applicationName}
ja: ${applicationName}で庭を開いて
kk: ${applicationName} ішінде бақты аш
kn: ${applicationName} ನಲ್ಲಿ ನನ್ನ ತೋಟ ತೆರೆ
ko: ${applicationName}에서 정원 열어 줘
lt: Atidaryk sodą programoje ${applicationName}
ml: ${applicationName}-ൽ എന്റെ തോട്ടം തുറക്കൂ
mr: ${applicationName} मध्ये माझी बाग उघड
ms: Buka taman saya dalam ${applicationName}
nb: Åpne hagen min i ${applicationName}
nl: Open mijn tuin in ${applicationName}
or: ${applicationName} ରେ ମୋ ବଗିଚା ଖୋଲ
pa: ${applicationName} ਵਿੱਚ ਮੇਰਾ ਬਗੀਚਾ ਖੋਲ੍ਹੋ
pl: Otwórz ogród w ${applicationName}
pt_br: Abra meu jardim no ${applicationName}
pt_pt: Abre o meu jardim no ${applicationName}
ro: Deschide-mi grădina în ${applicationName}
sk: Otvor záhradu v ${applicationName}
sl: Odpri vrt v ${applicationName}
sv: Öppna min trädgård i ${applicationName}
ta: ${applicationName} இல் என் தோட்டத்தைத் திற
te: ${applicationName} లో నా తోట తెరువు
th: เปิดสวนของฉันใน ${applicationName}
tr: ${applicationName} ile bahçemi aç
uk: Відкрий сад у ${applicationName}
ur: ${applicationName} میں میرا باغ کھولو
vi: Mở khu vườn trong ${applicationName}
zh_hans: 在${applicationName}中打开我的花园
zh_hant: 在${applicationName}中打開我的花園

source: Покажи сад в ${applicationName}
ar: اعرض حديقتي في ${applicationName}
bg: Покажи градината в ${applicationName}
bn: ${applicationName}-এ আমার বাগান দেখাও
ca: Mostra el meu jardí a ${applicationName}
cs: Ukaž zahradu v ${applicationName}
da: Vis min have i ${applicationName}
de: Zeig meinen Garten in ${applicationName}
el: Δείξε τον κήπο μου στο ${applicationName}
en: Show my garden in ${applicationName}
es: Muestra mi jardín en ${applicationName}
fi: Näytä puutarhani sovelluksessa ${applicationName}
fr: Montre mon jardin dans ${applicationName}
gu: ${applicationName} માં મારો બગીચો બતાવ
he: הראה את הגינה ב־${applicationName}
hi: ${applicationName} में मेरा बगीचा दिखाओ
hr: Pokaži vrt u ${applicationName}
hu: Mutasd a kertet: ${applicationName}
id: Tunjukkan kebunku di ${applicationName}
it: Mostra il mio giardino in ${applicationName}
ja: ${applicationName}で庭を見せて
kk: ${applicationName} ішінде бақты көрсет
kn: ${applicationName} ನಲ್ಲಿ ನನ್ನ ತೋಟ ತೋರಿಸು
ko: ${applicationName}에서 정원 보여 줘
lt: Parodyk sodą programoje ${applicationName}
ml: ${applicationName}-ൽ എന്റെ തോട്ടം കാണിക്കൂ
mr: ${applicationName} मध्ये माझी बाग दाखव
ms: Tunjukkan taman saya dalam ${applicationName}
nb: Vis hagen min i ${applicationName}
nl: Toon mijn tuin in ${applicationName}
or: ${applicationName} ରେ ମୋ ବଗିଚା ଦେଖାଅ
pa: ${applicationName} ਵਿੱਚ ਮੇਰਾ ਬਗੀਚਾ ਦਿਖਾਓ
pl: Pokaż ogród w ${applicationName}
pt_br: Mostre meu jardim no ${applicationName}
pt_pt: Mostra o meu jardim no ${applicationName}
ro: Arată-mi grădina în ${applicationName}
sk: Ukáž záhradu v ${applicationName}
sl: Pokaži vrt v ${applicationName}
sv: Visa min trädgård i ${applicationName}
ta: ${applicationName} இல் என் தோட்டத்தைக் காட்டு
te: ${applicationName} లో నా తోట చూపించు
th: แสดงสวนของฉันใน ${applicationName}
tr: ${applicationName} ile bahçemi göster
uk: Покажи сад у ${applicationName}
ur: ${applicationName} میں میرا باغ دکھاؤ
vi: Cho xem khu vườn trong ${applicationName}
zh_hans: 在${applicationName}中显示我的花园
zh_hant: 在${applicationName}中顯示我的花園

source: Полей ${plant} в ${applicationName}
ar: اسقِ ${plant} في ${applicationName}
bn: ${applicationName}-এ ${plant}-কে জল দাও
ca: Rega ${plant} a ${applicationName}
cs: Zalij ${plant} v ${applicationName}
da: Vand ${plant} i ${applicationName}
de: Gieß ${plant} in ${applicationName}
el: Πότισε το ${plant} στο ${applicationName}
en: Water ${plant} in ${applicationName}
es: Riega ${plant} en ${applicationName}
fi: Kastele ${plant} sovelluksessa ${applicationName}
fr: Arrose ${plant} dans ${applicationName}
gu: ${applicationName} માં ${plant} ને પાણી આપ
he: השקה את ${plant} ב־${applicationName}
hi: ${applicationName} में ${plant} को पानी दो
hr: Zalij ${plant} u ${applicationName}
hu: Öntözd meg: ${plant}, ${applicationName}
id: Siram ${plant} di ${applicationName}
it: Annaffia ${plant} in ${applicationName}
ja: ${applicationName}で${plant}に水をあげて
kk: ${applicationName} ішінде ${plant} суар
kn: ${applicationName} ನಲ್ಲಿ ${plant} ಗೆ ನೀರು ಹಾಕು
ko: ${applicationName}에서 ${plant}에 물 줘
lt: Palaistyk ${plant} programoje ${applicationName}
ml: ${applicationName}-ൽ ${plant} നനയ്ക്കൂ
mr: ${applicationName} मध्ये ${plant} ला पाणी घाल
ms: Siram ${plant} dalam ${applicationName}
nb: Vann ${plant} i ${applicationName}
nl: Geef ${plant} water in ${applicationName}
or: ${applicationName} ରେ ${plant} କୁ ପାଣି ଦିଅ
pa: ${applicationName} ਵਿੱਚ ${plant} ਨੂੰ ਪਾਣੀ ਦਿਓ
pl: Podlej ${plant} w ${applicationName}
pt_br: Regue ${plant} no ${applicationName}
pt_pt: Rega ${plant} no ${applicationName}
ro: Udă ${plant} în ${applicationName}
sk: Polej ${plant} v ${applicationName}
sl: Zalij ${plant} v ${applicationName}
sv: Vattna ${plant} i ${applicationName}
ta: ${applicationName} இல் ${plant} க்குத் தண்ணீர் ஊற்று
te: ${applicationName} లో ${plant}కి నీళ్లు పొయ్యి
th: รดน้ำ ${plant} ใน ${applicationName}
tr: ${applicationName} ile ${plant} sula
uk: Полий ${plant} у ${applicationName}
ur: ${applicationName} میں ${plant} کو پانی دو
vi: Tưới ${plant} trong ${applicationName}
zh_hans: 在${applicationName}中给${plant}浇水
zh_hant: 在${applicationName}中幫${plant}澆水

source: Полей растение ${plant} в ${applicationName}
ar: اسقِ النبتة ${plant} في ${applicationName}
bg: Полей растението ${plant} в ${applicationName}
bn: ${applicationName}-এ ${plant} গাছে জল দাও
ca: Rega la planta ${plant} a ${applicationName}
cs: Zalij rostlinu ${plant} v ${applicationName}
da: Vand planten ${plant} i ${applicationName}
de: Gieß die Pflanze ${plant} in ${applicationName}
el: Πότισε το φυτό ${plant} στο ${applicationName}
en: Water the plant ${plant} in ${applicationName}
es: Riega la planta ${plant} en ${applicationName}
fi: Kastele kasvi ${plant} sovelluksessa ${applicationName}
fr: Arrose la plante ${plant} dans ${applicationName}
gu: ${applicationName} માં ${plant} છોડને પાણી આપ
he: השקה את הצמח ${plant} ב־${applicationName}
hi: ${applicationName} में पौधे ${plant} को पानी दो
hr: Zalij biljku ${plant} u ${applicationName}
hu: Öntözd meg a(z) ${plant} növényt: ${applicationName}
id: Siram tanaman ${plant} di ${applicationName}
it: Annaffia la pianta ${plant} in ${applicationName}
ja: ${applicationName}で植物の${plant}に水をあげて
kk: ${applicationName} ішінде ${plant} өсімдігін суар
kn: ${applicationName} ನಲ್ಲಿ ${plant} ಗಿಡಕ್ಕೆ ನೀರು ಹಾಕು
ko: ${applicationName}에서 식물 ${plant}에 물 줘
lt: Palaistyk augalą ${plant} programoje ${applicationName}
ml: ${applicationName}-ൽ ${plant} ചെടി നനയ്ക്കൂ
mr: ${applicationName} मध्ये ${plant} रोपाला पाणी घाल
ms: Siram tumbuhan ${plant} dalam ${applicationName}
nb: Vann planten ${plant} i ${applicationName}
nl: Geef de plant ${plant} water in ${applicationName}
or: ${applicationName} ରେ ${plant} ଗଛକୁ ପାଣି ଦିଅ
pa: ${applicationName} ਵਿੱਚ ${plant} ਪੌਦੇ ਨੂੰ ਪਾਣੀ ਦਿਓ
pl: Podlej roślinę ${plant} w ${applicationName}
pt_br: Regue a planta ${plant} no ${applicationName}
pt_pt: Rega a planta ${plant} no ${applicationName}
ro: Udă planta ${plant} în ${applicationName}
sk: Polej rastlinu ${plant} v ${applicationName}
sl: Zalij rastlino ${plant} v ${applicationName}
sv: Vattna växten ${plant} i ${applicationName}
ta: ${applicationName} இல் ${plant} செடிக்குத் தண்ணீர் ஊற்று
te: ${applicationName} లో ${plant} మొక్కకు నీళ్లు పొయ్యి
th: รดน้ำต้น ${plant} ใน ${applicationName}
tr: ${applicationName} ile ${plant} bitkisini sula
uk: Полий рослину ${plant} у ${applicationName}
ur: ${applicationName} میں ${plant} پودے کو پانی دو
vi: Tưới cây ${plant} trong ${applicationName}
zh_hans: 在${applicationName}中给植物${plant}浇水
zh_hant: 在${applicationName}中幫植物${plant}澆水

source: Полить ${plant} в ${applicationName}
ar: سقي ${plant} بواسطة ${applicationName}
bg: Поливане на ${plant} в ${applicationName}
bn: ${applicationName} দিয়ে ${plant}-কে জল দাও
ca: Regar ${plant} amb ${applicationName}
cs: Zalít ${plant} v ${applicationName}
da: Vand ${plant} med ${applicationName}
de: ${plant} gießen mit ${applicationName}
el: Πότισμα ${plant} με το ${applicationName}
en: Water ${plant} with ${applicationName}
es: Regar ${plant} con ${applicationName}
fi: Kastele ${plant} sovelluksella ${applicationName}
fr: Arroser ${plant} avec ${applicationName}
gu: ${applicationName} થી ${plant} ને પાણી આપ
he: להשקות את ${plant} ב־${applicationName}
hi: ${applicationName} से ${plant} को पानी दो
hr: Zaliti ${plant} u ${applicationName}
hu: ${plant} öntözése: ${applicationName}
id: Siram ${plant} dengan ${applicationName}
it: Annaffiare ${plant} con ${applicationName}
ja: ${applicationName}で${plant}に水やり
kk: ${applicationName} арқылы ${plant} суару
kn: ${applicationName} ಮೂಲಕ ${plant} ಗೆ ನೀರು ಹಾಕು
ko: ${applicationName}에서 ${plant} 물주기
lt: Palaistyti ${plant} su ${applicationName}
ml: ${applicationName} ഉപയോഗിച്ച് ${plant} നനയ്ക്കൂ
mr: ${applicationName} ने ${plant} ला पाणी घाल
ms: Siram ${plant} dengan ${applicationName}
nb: Vann ${plant} med ${applicationName}
nl: ${plant} water geven met ${applicationName}
or: ${applicationName} ଦ୍ୱାରା ${plant} କୁ ପାଣି ଦିଅ
pa: ${applicationName} ਨਾਲ ${plant} ਨੂੰ ਪਾਣੀ ਦਿਓ
pl: Podlać ${plant} w ${applicationName}
pt_br: Regar ${plant} com ${applicationName}
pt_pt: Regar ${plant} com ${applicationName}
ro: Udă ${plant} cu ${applicationName}
sk: Poliať ${plant} v ${applicationName}
sl: Zaliti ${plant} v ${applicationName}
sv: Vattna ${plant} med ${applicationName}
ta: ${applicationName} மூலம் ${plant} க்குத் தண்ணீர் ஊற்று
te: ${applicationName} తో ${plant}కి నీళ్లు పొయ్యి
th: รดน้ำ ${plant} ด้วย ${applicationName}
tr: ${applicationName} uygulamasında ${plant} sula
uk: Полити ${plant} у ${applicationName}
ur: ${applicationName} سے ${plant} کو پانی دو
vi: Tưới ${plant} bằng ${applicationName}
zh_hans: 用${applicationName}给${plant}浇水
zh_hant: 用${applicationName}幫${plant}澆水

source: Полить растение ${plant} в ${applicationName}
ar: سقي النبتة ${plant} في ${applicationName}
bg: Поливане на растението ${plant} в ${applicationName}
bn: ${applicationName}-এ ${plant} গাছে জল দেওয়া
ca: Regar la planta ${plant} a ${applicationName}
cs: Zalít rostlinu ${plant} v ${applicationName}
da: Vand plante ${plant} med ${applicationName}
de: Pflanze ${plant} gießen in ${applicationName}
el: Πότισμα φυτού ${plant} στο ${applicationName}
en: Water plant ${plant} with ${applicationName}
es: Regar la planta ${plant} en ${applicationName}
fi: Kastele kasvi ${plant} sovelluksella ${applicationName}
fr: Arroser la plante ${plant} dans ${applicationName}
gu: ${applicationName} માં ${plant} છોડને પાણી આપવું
he: להשקות את הצמח ${plant} ב־${applicationName}
hi: ${applicationName} में पौधे ${plant} को पानी देना
hr: Zaliti biljku ${plant} u ${applicationName}
hu: ${plant} növény öntözése: ${applicationName}
id: Menyiram tanaman ${plant} di ${applicationName}
it: Annaffiare la pianta ${plant} in ${applicationName}
ja: ${applicationName}で植物${plant}に水やり
kk: ${applicationName} ішінде ${plant} өсімдігін суару
kn: ${applicationName} ನಲ್ಲಿ ${plant} ಗಿಡಕ್ಕೆ ನೀರು ಹಾಕುವುದು
ko: ${applicationName}에서 식물 ${plant} 물주기
lt: Palaistyti augalą ${plant} programoje ${applicationName}
ml: ${applicationName}-ൽ ${plant} ചെടി നനയ്ക്കുക
mr: ${applicationName} मध्ये ${plant} रोपाला पाणी घालणे
ms: Menyiram tumbuhan ${plant} dalam ${applicationName}
nb: Vann plante ${plant} med ${applicationName}
nl: Plant ${plant} water geven in ${applicationName}
or: ${applicationName} ରେ ${plant} ଗଛକୁ ପାଣି ଦେବା
pa: ${applicationName} ਵਿੱਚ ${plant} ਪੌਦੇ ਨੂੰ ਪਾਣੀ ਦੇਣਾ
pl: Podlać roślinę ${plant} w ${applicationName}
pt_br: Regar a planta ${plant} no ${applicationName}
pt_pt: Regar a planta ${plant} no ${applicationName}
ro: A uda planta ${plant} în ${applicationName}
sk: Poliať rastlinu ${plant} v ${applicationName}
sl: Zaliti rastlino ${plant} v ${applicationName}
sv: Vattna plantan ${plant} i ${applicationName}
ta: ${applicationName} இல் ${plant} செடிக்கு நீர் பாய்ச்சு
te: ${applicationName} లో ${plant} మొక్కకు నీళ్లు పోయడం
th: รดน้ำต้นไม้ ${plant} ใน ${applicationName}
tr: ${applicationName} uygulamasında ${plant} bitkisini sula
uk: Полити рослину ${plant} у ${applicationName}
ur: ${applicationName} میں ${plant} پودے کو پانی دینا
vi: Tưới cây tên ${plant} trong ${applicationName}
zh_hans: 用${applicationName}给植物${plant}浇水
zh_hant: 用${applicationName}幫植物${plant}澆水

source: Полить растение в ${applicationName}
ar: سقي نبتة في ${applicationName}
bg: Полей растение в ${applicationName}
bn: ${applicationName}-এ একটি গাছে জল দাও
ca: Regar una planta a ${applicationName}
cs: Zalít rostlinu v ${applicationName}
da: Vand en plante i ${applicationName}
de: Eine Pflanze gießen in ${applicationName}
el: Πότισμα ενός φυτού στο ${applicationName}
en: Water a plant in ${applicationName}
es: Regar una planta en ${applicationName}
fi: Kastele kasvi sovelluksessa ${applicationName}
fr: Arroser une plante dans ${applicationName}
gu: ${applicationName} માં એક છોડને પાણી આપ
he: להשקות צמח ב־${applicationName}
hi: ${applicationName} में एक पौधे को पानी दो
hr: Zalij jednu biljku u ${applicationName}
hu: Növény öntözése: ${applicationName}
id: Siram satu tanaman di ${applicationName}
it: Annaffia una pianta in ${applicationName}
ja: ${applicationName}で植物に水やり
kk: ${applicationName} ішінде өсімдік суару
kn: ${applicationName} ನಲ್ಲಿ ಒಂದು ಗಿಡಕ್ಕೆ ನೀರು ಹಾಕು
ko: ${applicationName}에서 식물에 물주기
lt: Palaistyti augalą programoje ${applicationName}
ml: ${applicationName}-ൽ ഒരു ചെടി നനയ്ക്കൂ
mr: ${applicationName} मध्ये एका रोपाला पाणी घाल
ms: Siram satu tumbuhan dalam ${applicationName}
nb: Vann en plante i ${applicationName}
nl: Een plant water geven in ${applicationName}
or: ${applicationName} ରେ ଗୋଟିଏ ଗଛକୁ ପାଣି ଦିଅ
pa: ${applicationName} ਵਿੱਚ ਇੱਕ ਪੌਦੇ ਨੂੰ ਪਾਣੀ ਦਿਓ
pl: Podlej roślinę w ${applicationName}
pt_br: Regar uma planta no ${applicationName}
pt_pt: Regar uma planta no ${applicationName}
ro: Udă o plantă în ${applicationName}
sk: Poliať rastlinu v ${applicationName}
sl: Zalij eno rastlino v ${applicationName}
sv: Vattna en växt i ${applicationName}
ta: ${applicationName} இல் ஒரு செடிக்குத் தண்ணீர் ஊற்று
te: ${applicationName} లో ఒక మొక్కకు నీళ్లు పొయ్యి
th: รดน้ำต้นไม้ใน ${applicationName}
tr: ${applicationName} ile bir bitki sula
uk: Полити рослину в ${applicationName}
ur: ${applicationName} میں ایک پودے کو پانی دو
vi: Tưới một cây trong ${applicationName}
zh_hans: 在${applicationName}中给植物浇水
zh_hant: 在${applicationName}中幫植物澆水
